Repository: navjottomer/osclass-spam-protection
Catalog: languages/*/messages.po
Languages: de_de

source: User
de_de: Benutzer

source: Reason
de_de: Begründung

source: Date
de_de: Datum

source: Delete entry
de_de: Eintrag löschen

source: Activate user
de_de: Benutzer aktivieren

source: Registered User
de_de: Registrierter Benutzer

source: User is not registered
de_de: Nicht registrierter Benutzer

source: Blocked ads summary
de_de: Summe blockierter Anzeigen

source: User ID
de_de: Benutzer-ID

source: User Name
de_de: Benutzer Name

source: User Email
de_de: Benutzer E-Mail

source: Date registered
de_de: Registriert am

source: Last access
de_de: Letzer Login

source: Last IP
de_de: Letzte IP

source: Ad Date
de_de: Datum der Anzeige

source: Location
de_de: Wohnort

source: Activate Ad
de_de: Anzeige aktivieren

source: Delete Ad
de_de: Anzeige löschen

source: Block User
de_de: Benutzer blockieren

source: IP Ban
de_de: IP Sperren

source: Description
de_de: Beschreibung

source: Main Settings
de_de: Haupteinstellungen

source: E-Mail Block
de_de: E-Mail Blockade

source: Stopwords
de_de: blockierte Wörter

source: Cleaner
de_de: Bereinigung

source: Save
de_de: Speichern

source: Comment Settings
de_de: Kommentar Einstellungen

source: Activate the Comment Spam Protection
de_de: Spamschutz für Kommentare aktivieren

source: This Option activates the Comment Spam Protection. Some features are optional and can be de/activated separetely
de_de: Diese Option aktiviert den Kommentar Spamschutz. Einige Funktionen sind optional und können separat de/aktiviert werden

source: Check for Links
de_de: Auf Links überprüfen

source: Deactivated
de_de: Deaktiviert

source: Only title
de_de: Nur Titel

source: Title and description
de_de: Titel und Beschreibung

source: This Option enables the System to check for links in comments and if found, disable it
de_de: Dies gestattet dem System nach Links in Kommentaren zu suchen und diese zu deaktivieren, wenn gefunden

source: Blocked Mails
de_de: E-Mails blockieren

source: Block banned E-Mailadresses
de_de: Gebannte E-Mailadressen blockieren

source: This option enables the System to block comments from banned Email addresses
de_de: Hier kannst Du E-Mailadressen definieren, die vom System als Spam erkannt werden

source: Enter the blocked E-Mailadresses, separated by ,
de_de: E-Mailadressen hier eingeben (getrennt mit ,)

source: Blocked Mail Hoster
de_de: E-Mailanbieter blockieren

source: Block banned E-Mail TLD
de_de: E-Mailanbieter blockieren

source: This Option enables the System to block comments from banned E-Mail Top-Level-Domains (e.g. mail.ru,gmail.com)
de_de: Diese Einstellung ermöglicht das blockieren von E-Mailanbietern (z.B. mail.ru, gmail.com)

source: Enter the blocked E-Mail TLD, separated by ,
de_de: E-Mailanbieter hier eingeben (getrennt mit ,)

source: Stop Words
de_de: Geblockte Wörter

source: Here you can define the search mechanism, how stopwords are checked. You can search for substrings or particular words
de_de: Hier kannst Du bestimmen, wie nach blockierten Wörtern gesucht wird. Du kannst nach ganzen Wörtern oder nach Teilwörtern suchen lassen

source: Search for Substrings
de_de: Suche nach Teilwörtern

source: <small>This method searches in Title/Comment for substrings and if found, disable comments (e.g. <em>`are`</em> will be found in <em>`care`</em>)</small>
de_de: <small>Diese Methode sucht im Titel/Kommentar nach Teilwörtern und deaktiviert das Kommentar, wenn gefunden (e.g. <em>`Birne`</em> wird gefunden in <em>`Glühbirne`</em>)</small>

source: Search for Words
de_de: Suche nach ganzen Wörtern

source: <small>This method searches in Title/Comment for particular words and if found, disable comments (e.g. <em>`are`</em> won't be found in <em>`care`</em>).</small>
de_de: <small>Diese Methode sucht im Titel/Kommentar nach ganzen Wörtern und deaktiviert das Kommentar, wenn gefunden (e.g. <em>`Birne`</em> wird nicht gefunden in <em>`Glühbirne`</em>)</small>

source: <strong>Enter here the words to be blocked in title or comments (separated by ,)</strong>
de_de: <strong>Gib hier die zu blockierenden Wörter für Titel und Kommentar an (getrennt mit ,)</strong>

source: Delete unwanted comments
de_de: Nicht benötigte Kommentare löschen

source: Delete not activated comments
de_de: Nicht aktivierte Kommentare löschen

source: Here you can define if not activated comments should be deleted automatically after x days.
de_de: Hier kannst Du aktivieren, dass nicht aktivierte Kommentare nach x Tagen automatisch gelöscht werden.

source: after
de_de: nach

source: Delete comments marked as spam
de_de: Als Spam markierte Kommentare löschen

source: Here you can define if as spam marked comments should be deleted automatically after x days.
de_de: Hier kannst Du aktivieren, dass als Spam markierte Anzeigen nach x Tagen automatisch gelöscht werden.

source: <strong>Saving</strong>
de_de: <strong>Speichere</strong>

source: Saving data, please be patient.
de_de: Speichere Daten. Bitte etwas Geduld.

source: Author
de_de: Autor

source: blocked
de_de: blockiert

source: View
de_de: Ansehen

source: Activate
de_de: Aktivieren

source: Delete
de_de: Löschen

source: About the Author
de_de: Über den Autor

source: Registered since: %s
de_de: Registriert seit: %s

source: Used E-Mail Address: %s
de_de: Benutzte E-Mail Adresse: %s

source: Comments by user: %d
de_de: Kommentare des Nutzers: %d

source: About the Comment
de_de: Über den Kommentar

source: Title: %s
de_de: Titel: %s

source: Comment: %s
de_de: Kommentar: %s

source: Are you sure you want to activate this comment?
de_de: Diesen Kommentar wirklich aktivieren?

source: Activate comment
de_de: Kommentar aktivieren

source: Are you sure you want to delete this comment?
de_de: Diesen Kommentar sicher löschen?

source: Delete comment
de_de: Kommentar löschen

source: Are you sure you want to delete this comment and block this user for comments?
de_de: Diesen Kommentar wirklich löschen und den Nutzer für weitere Kommentare blockieren?

source: Delete comment and block user
de_de: Kommentar löschen und Nutzer blockieren

source: Contact Settings
de_de: Kontakt Einstellungen

source: Activate the Contact Form Spam Protection
de_de: Spamschutz für Kontaktformular aktivieren

source: This Option activates the Contact Form Spam Protection. Some features are optional and can be de/activated separetely
de_de: Diese Option aktiviert den Kommentarformular Spamschutz. Einige Funktionen sind optional und können separat de/aktiviert werden

source: Activated
de_de: Aktivert

source: This Option enables the System to check for links in contacts and if found, marks mail as spam
de_de: Dies gestattet dem System nach Links in Kontaktnachrichten zu suchen und die Mail als spam zu markieren, wenn gefunden

source: Honeypot
de_de: Honigtopf

source: Activate the Honeypot form field
de_de: Honigtopf aktivieren

source: This Option ads a hidden form field to the contact form. Bots tap into your trap and mails can be moderated.
de_de: Diese Option fügt ein verstecktes Eingabefeld dem Kontaktformular hinzu. Fallen Bots drauf rein wird die Anzeige als Spam markiert.

source: Enter the name of the hidden honeypot field
de_de: Name des Honigtopf-Feldes

source: Enter the value of the hidden honeypot field
de_de: Wert des Honigtopf-Feldes

source: Good names would be "address, time, date or something else, dont name it honeypot ;)
de_de: Gute Namen sind unverfänglich "address_time, date oder ähnliches". Nenne es nicht Honigtopf ;)

source: This option enables the System to block sending contact mails from banned E-Mail addresses
de_de: Hier kannst Du E-Mailadressen definieren, die vom System als Spam erkannt werden

source: This Option enables the System to block sending contact mails from banned E-Mail Top-Level-Domains (e.g. mail.ru,gmail.com)
de_de: Diese Einstellung ermöglicht das blockieren von E-Mailanbietern (z.B. mail.ru, gmail.com)

source: <small>This method searches in Contact Form for substrings and if found, marks mail as spam (e.g. <em>`are`</em> will be found in <em>`care`</em>)</small>
de_de: <small>Diese Methode durchsucht die Kontaktnachricht nach Teilwörtern (z.B. <em>Birne</em> wird gefunden in <em>Glühbirne</em>)</small>

source: <small>This method searches in Contact Form for particular words and if found, marks mail as spam (e.g. <em>`are`</em> won't be found in <em>`care`</em>).</small>
de_de: <small>Diese Methode durchsucht die Kontaktnachricht nach ganzen Wörtern (z.B. <em>Birne</em> wird NICHT gefunden in <em>Glühbirne</em>)</small>

source: <strong>Enter here the words to be blocked in title or contacts (separated by ,)</strong>
de_de: <strong>Gib hier die zu blockierenden Wörter für die Kontaktnachricht an (getrennt mit ,)</strong>

source: Are you sure you want to forward this mail to the user?
de_de: Möchtest Du diese E-Mail wirklich weiterleiten?

source: Forward
de_de: Weiterleiten

source: Are you sure you want to delete this mail?
de_de: Diese E-Mail sicher löschen?

source: Are you sure you want to delete this mail and block this user for contact mails?
de_de: Diese E-Mailwirklich löschen und den Nutzer für weitere Kontaktmails blockieren?

source: Block
de_de: Blockieren

source: Existing user account: %s
de_de: Existierendes Benutzerkonto: %s

source: Used Phone Number: %s
de_de: Genutzte Telefonnummer: %s

source: Active spam contacts by user: %d
de_de: Derzeit aktive Spamnachrichten vom Benutzer: %d

source: About the Mail
de_de: Über die Nachricht

source: Item: %s
de_de: Angebot: %s

source: Date: %s
de_de: Datum: %s

source: Forward mail
de_de: E-Mail weiterleiten

source: Delete mail
de_de: E-Mail löschen

source: Delete mail and block user
de_de: E-Mail löschen und Nutzer blockieren

source: General
de_de: Generelles

source: Ad Settings
de_de: Anzeigen Einstellungen

source: Security Settings
de_de: Sicherheits Einstellungen

source: About
de_de: Über

source: Welcome to Anti Spam & Protection System %s
de_de: Willkommen beim Anti Spam & Protection System %s

source: Since you can read this help, you have already installed the plugin. So let's continue with the functions.
de_de: Da Du diese Hilfe lesen kannst, hast Du das Plugin ja schon installiert. Also lass uns mit den Funktionen weitermachen.

source: You can configure this plugin in two ways.
de_de: Einstellen kannst Du das Plugin über zwei Wege.

source: Through the plugin page and check the option "configure"
de_de: Über die Pluginseite und den "Konfigurieren" Link

source: or through the Tools-Tab that you can find on the button "More" to the left side.
de_de: oder durch den Tab "Tools" über den Button "Weitere anzeigen" auf der linken Seite.

source: After your Settings, the Anti Spam & Protection System is ready to work, you dont have to modify your files or something else.
de_de: Nachdem Du das Plugin eingestellt hast, ist das Anti Spam & Protection System bereit. Du must keine Dateien bearbeiten oder ähnliches.

source: This plugin gives you different options to stop spam.
de_de: Dieses Plugin gibt Dir die Möglichkeit auf verschiedene Weise Spam zu blockieren.

source: Add Honeypot
de_de: Honigtopf hinzufügen

source: This option adds a "honeypot" and protect against bots.
de_de: Diese Option fügt einen Honigtopf der Anzeige erstellen Seite hinzu und schützt so vor Bots.

source: You can set Honeypots for ads or contact mails
de_de: Du kannst Honeypots für Anzeigen oder Kontaktnachrichten verwenden

source: Search for duplicates
de_de: Nach Duplikaten suchen

source: This option searches for duplicate posts from the user.
de_de: Diese Option sucht nach duplizierten Anzeigen des Users.

source: Check MX Record from user email-addresses
de_de: MX Eintrag der Benutzer-E-Mail Adresse überprüfen

source: This option enables you to check if the sended mail address has an authentical MX Record
de_de: Diese Einstellung ermöglicht die Überprüfung, ob die angegebene E-Mail Adresse einen authentischen MX Eintrag aufweisen kann

source: Block banned email-addresses
de_de: Gebannte E-Mailadressen blockieren

source: This option enables you to block email-addresses, so all ads are automatically marked as spam from this mail-address
de_de: Diese Option ermöglicht es, E-Mail Adressen zu blockieren, so das alle Anzeigen automatisch als Spam markiert werden, wenn Sie von diesem Benutzer stammen

source: Available for ads, comments and contact mails
de_de: Verfügbar für Anzeigen, Kommentare und Kontaktnachrichten

source: This option gives you the option to define words they are blocked. When an ad is posted with one or more of this words, its automatically marked as spam
de_de: Diese Option ermöglicht es Wörter zu definieren, die in Anzeigen nicht vorkommen dürfen. Sollte eins oder mehrere dieser Wörter in neuen oder bearbeiteten Anzeigen vorkommen, werden diese als Spam markiert

source: Here you can modify your .htaccess to include some protections against bots. But beware, edit this only if you know what you do!
de_de: Hier kannst Du deine .htaccess bearbeiten und eigene Schutzmechanismen hinzufügen. Vorsicht, bearbeite diese Datei nur, wenn Du weisst was Du tust!

source: Thats all
de_de: Das war alles

source: Have fun with this little plugin
de_de: Viel Spass mit diesem kleinen Plugin

source: Main Features
de_de: Hauptfunktionen

source: Activate the Spam Protection
de_de: Spamschutz aktivieren

source: Here you can de/activate the whole Spam Protection to secure your ads. You can deactivate some features optionally, but deactivate this checkbox will deactivate the whole system.
de_de: Hier kannst Du den ganzen Spamschutz für deine Anzeigen de/aktivieren. Einige Funktionen können separat deaktiviert werden, schaltest Du diese Funktion ab, ist das ganze System deaktiviert.

source: Check for duplicates
de_de: Nach Duplikaten suchen

source: 1.) Here you can define where to search for duplicates. Searching in all items can cause heavy server load, if you have a lot of ads.
de_de: 1.) Hier kannst Du bestimmen wo nach Duplikaten gesucht wird. Die Suche in allen Anzeigen kann eine hohe Serverlast verursachen, solltest Du viele Anzeigen haben.

source: Per user
de_de: Pro Benutzer

source: This will only search in ads from same user.
de_de: Diese Option sucht nur in Anzeigen des gleichen Benutzers.

source: <strong>(recommended)</strong>
de_de: <strong>(empfohlen)</strong>

source: All items
de_de: Alle Anzeigen

source: This will search in all ads in your database.
de_de: Dies sucht in allen gespeicherten Anzeigen.

source: 2.) Here you can define what is checked while searching for duplicates
de_de: 2.) Hier kannst du festlegen was auf der Suche nach Duplikaten durchsucht wird

source: This will only search in title.
de_de: Damit suchst Du nur im Titel.

source: This will search in title and description.
de_de: Damit suchst Du im Titel und in der Beschreibung.

source: 2a.) If you use the search for all ads, you can specify the period for which the ads are searched
de_de: 2a.) Wenn Sie die Suche nach allen Anzeigen verwenden, können Sie den Zeitraum angeben, innerhalb dessen die Anzeigen durchsucht werden

source: 3.) Here you can define the algorythm which is used for duplicates search and where you want to search for duplicates.
de_de: 3.) Hier kannst Du bestimmen, welcher Suchalgorythmus für die Suche nach Duplikaten verwendet wird.

source: md5/string comparition
de_de: md5/Zeichenkette vergleichen

source: This algorythm works as following: removing all blanks, convert text to lowercase, then get <a href="http://php.net/manual/en/function.md5.php">md5 hash</a> of text and compare with other ads.
de_de: Dieser Algorythmus arbeitet wie folgt: alle Leerzeichen werden entfernt, der Text wird in Kleinbuchstaben konvertiert, dann wir der <a href="http://php.net/manual/en/function.md5.php">md5 hash</a> ermittelt und mit den anderen Anzeigen verglichen.

source: Similar text
de_de: Ähnlichkeitsberechnung

source: This algorythm is using the <em><a href="http://php.net/manual/en/function.similar-text.php">similar_text()</a></em> function: the whole text would be compared with other ads and gives back a percentage for its similarity. You can define how high the similarity can be at maximum.
de_de: Dieser Algorythmus nutzt die <em><a href="http://php.net/manual/de/function.similar-text.php">similar_text()</a></em> Funktion. Mit dieser wird die prozentuale Ähnlichkeit zwischen den Inhalten zurückgegeben. Du kannst bestimmen wie hoch die Ähnlichkeit maximal sein darf.

source: Check <a href="https://en.wikipedia.org/wiki/MX_record">MX Record</a> of used Mail
de_de: Überprüfe den <a href="https://de.wikipedia.org/wiki/MX_Resource_Record">MX Eintrag</a> der Benutzer-E-Mail Adresse

source: Sometimes mails from fake-domains are used. With this option you can check, if there is an authentically mailbox behind the used Email address.
de_de: Manchmal werden für E-Mail Angaben Fake-Domains genutzt. Mit dieser Funktion kannst Du überprüfen, ob hinter der angegebenen E-Mail Adresse auch eine Mailbox steckt.

source: <a href="https://en.wikipedia.org/wiki/Honeypot_(computing)">Honeypots</a> are a trap for bots. Normal users can't see them and don't fill it out. If this form field is filled out, the system knows that this is a bot and marks the ad as spam.
de_de: <a href="https://de.wikipedia.org/wiki/Honeypot">Honeypots</a> sind Fallen für Bots. Normale Benutzer können diese falschen Eingabefelder nicht sehen und ausfüllen, sollte das Feld beim Absenden jedoch ausgefüllt sein, weiss das System, dass es sich um einen Bot handelt und darauf reagieren.

source: Here you can block Emails on two ways:
de_de: Du hast 2 Möglichkeiten um E-Mails zu blockieren

source: Here you can save blocked Email addresses which are not allowed to use for new ads.
de_de: Hier kannst Du E-Mail Adressen speichern, die Du für neue Anzeigen blockieren möchtest.

source: Here you can block Email providers which are not allowed to use for new ads.
de_de: Hier kannst Du E-Mailanbieter speichern, von denen aus keine neuen Anzeigen erstellt werden dürfen.

source: Save here your "Badwords" where you don't want, that they can be used in your ads.
de_de: Speichere hier Deine "Badwords" die Du in neuen Anzeigen verbieten möchtest.

source: <a href="https://en.wikipedia.org/wiki/.htaccess">.htaccess</a> Editor
de_de: <a href="https://de.wikipedia.org/wiki/.htaccess">.htaccess</a> Editor

source: This is only for experienced users who know what they are doing. Don't use this option because it can cause heavy errors on you whole page!
de_de: Diese Funktion ist nur für erfahrene Benutzer. Benutze dies nicht! Es kann schwere Fehler auf Deiner gesamten Seite verursachen!

source: This option will clean your database from unwanted items. You can define to delete automatically expired, not activated and as spam marked ads.
de_de: Diese Einstellung kann deine Datenbank von unerwünschten Anzeigen säubern. Du kannst festlegen, dass abgelaufene, nicht aktivierte und als Spam markierte Anzeigen automatisch gelöscht werden.

source: Also you can define how long the item has to be expired and how much items should be deleted at once. If your system runs on sharing hosting, try smaller amounts.
de_de: Du kannst ebenfalls bestimmen, wie lange eine Anzeige nicht aktiviert sein darf und wieviele Anzeigen gleichzeitig gelöscht werden dürfen. Wenn Dein System auf einem "Shared Hosting" Server läuft, versuche kleinere Mengen.

source: Here you can de/activate the whole Spam Protection to secure your comments. You can deactivate some features optionally, but deactivate this checkbox will deactivate the whole system.
de_de: Hier kannst Du den ganzen Spamschutz für deine Kommentare de/aktivieren. Einige Funktionen können separat deaktiviert werden, schaltest Du diese Funktion ab, ist das ganze System deaktiviert.

source: Here you can define where to search for links/urls in comments.
de_de: Lege hier fest wo nach Links/URLS gesucht wird

source: Deactivate the search for links/urls.
de_de: Die Suche nach Links/URLS deaktivieren

source: Search only in comment title for links/urls.
de_de: Suche nur im Kommentartitel nach Links/URLS

source: Search in comment title and description for links/urls.
de_de: Suche in Kommentartitel und -Beschreibung nach Links/URLS

source: Here you can save blocked Email addresses which are not allowed to use for new comments.
de_de: Hier kannst Du E-Mail Adressen speichern, die Du für neue Kommentare blockieren möchtest.

source: Here you can block Email providers which are not allowed to use for new comments.
de_de: Hier kannst Du E-Mailanbieter speichern, von denen aus keine neuen Kommentare erstellt werden dürfen.

source: Save here your "Badwords" where you don't want, that they can be used in your comments.
de_de: Speichere hier Deine "Badwords" die Du in neuen Kommentaren verbieten möchtest.

source: This option will clean your database from unwanted comments. You can define to delete automatically not activated and as spam marked comments.
de_de: Diese Einstellung kann deine Datenbank von unerwünschten Kommentaren säubern. Du kannst festlegen, dass nicht aktivierte und als Spam markierte Kommentare automatisch gelöscht werden.

source: Also you can define how long the comment is not activated and how much comments should be deleted at once. If your system runs on sharing hosting, try smaller amounts.
de_de: Du kannst ebenfalls bestimmen, wie lange ein Kommentar nicht aktiviert sein darf und wie viele Kommentare gleichzeitig gelöscht werden dürfen. Wenn Dein System auf einem "Shared Hosting" Server läuft, versuche kleinere Mengen.

source: Here you can de/activate the whole Spam Protection to secure your contact mails. You can deactivate some features optionally, but deactivate this checkbox will deactivate the whole system.
de_de: Hier kannst Du den ganzen Spamschutz für deine Kontaktnachrichten de/aktivieren. Einige Funktionen können separat deaktiviert werden, schaltest Du diese Funktion ab, ist das ganze System deaktiviert.

source: Here you can define where to search for links/urls in contact mails.
de_de: Lege hier fest wo nach Links/URLS gesucht wird

source: Activate the search for links/urls.
de_de: Die Suche nach Links/URLS aktivieren

source: Honeypots are a trap for bots. Normal users can't see them and don't fill it out. If this form field is filled out, the system knows that this is a bot and marks the ad as spam.
de_de: <a href="https://de.wikipedia.org/wiki/Honeypot">Honeypots</a> sind Fallen für Bots. Normale Benutzer können diese falschen Eingabefelder nicht sehen und ausfüllen, sollte das Feld beim Absenden jedoch ausgefüllt sein, weiss das System, dass es sich um einen Bot handelt und darauf reagieren.

source: Here you can save blocked Email addresses which are not allowed to use for new contact mails.
de_de: Hier kannst Du E-Mail Adressen speichern, die Du für neue Kontaktnachrichten blockieren möchtest.

source: Here you can block Email providers which are not allowed to use for new contact mails.
de_de: Hier kannst Du E-Mailanbieter speichern, von denen aus keine neuen Kontaktnachrichten erstellt werden dürfen.

source: Save here your "Badwords" where you don't want, that they can be used in your contact mails.
de_de: Speichere hier Deine "Badwords" die Du in neuen Kontaktnachrichten verbieten möchtest.

source: User Protection
de_de: Benutzer Sicherheit

source: Admin Protection
de_de: Administrator Sicherheit

source: Activate the Form Protection
de_de: Formularschutz aktivieren

source: This Option activates the whole form protection. You can deactivate some features optionally, but deactivate this checkbox will deactivate the whole system.
de_de: Hier kannst Du den ganzen Formularschutz de/aktivieren. Einige Funktionen können separat deaktiviert werden, schaltest Du diese Funktion ab, ist das ganze System deaktiviert.
