Repository: navjottomer/osclass-spam-protection
Catalog: languages/*/messages.po
Languages: de_de

source: Registration is not allowed because of using the TOR Network. Please disable TOR and try again.
de_de: Wegen der Nutzung des TOR Netzwerkes ist die Registrierung nicht möglich. Bitte TOR deaktivieren und erneut versuchen.

source: Sorry, but you cannot use this email address: %s
de_de: Entschuldigung, aber diese E-Mail Adresse kann nicht verwendet werden: %s

source: Sorry, but you need to use a valid email address.
de_de: Entschuldigung, aber Du musst eine gültige E-Mail Adresse verwenden

source: Sorry, you are not allowed to register an account here. Feel free to contact the support team if you think this is a mistake.
de_de: Entschuldigung, aber Dir ist es nicht erlaubt hier ein Benutzerkonto zu registrieren. Wenn Du denkst, dass das ein Versehen ist, wende Dich bitte an den Support.

source: Sorry, but your email address is listed because of spam on <a href="https://www.stopforumspam.com">StopForumSpam</a>. Due to this, you cannot register your Account here using this email address, but you can request the deleting of your email address <a href="https://www.stopforumspam.com/removal">Here</a>
de_de: Entschuldigung, aber Deine E-Mail Adresse ist wegen Spam auf <a href="https://www.stopforumspam.com">StopForumSpam</a> gelistet. Aus diesem Grund kann mit dieser E-Mail Adresse kein Benutzerkonto hier registriert werden, Du kannst aber die Löschung Deiner E-Mail Adresse <a href="https://www.stopforumspam.com/removal">hier</a> beantragen

source: Sorry, but your IP is listed because of spam on <a href="https://www.stopforumspam.com">StopForumSpam</a>. Due to this, you cannot register your Account here, but you can request the deleting of your IP <a href="https://www.stopforumspam.com/removal">Here</a>
de_de: Entschuldigung, aber Deine IP ist wegen Spam auf <a href="https://www.stopforumspam.com">StopForumSpam</a> gelistet. Aus diesem Grund kann kein Benutzerkonto hier registriert werden, Du kannst aber die Löschung Deiner IP <a href="https://www.stopforumspam.com/removal">hier</a> beantragen

source: Sorry, but you are not allowed to post new ads here. If you think this is a mistake, feel free to contact the support team.
de_de: Entschuldigung, aber Dir ist es nicht erlaubt hier neue Anzeigen zu veröffentlichen. Wenn Du denkst, dass das ein Versehen ist, wende Dich bitte an den Support.

source: Sorry, but you are not allowed to send contact mails. If you think this is a mistake, feel free to contact the support team
de_de: Entschuldigung, aber Dir ist es nicht erlaubt Kontaktnachrichten zu senden. Wenn Du denkst, dass das ein Versehen ist, wende Dich bitte an den Support.

source: Sorry, but you are not allowed to post new comments here. If you think this is a mistake, feel free to contact the support team.
de_de: Entschuldigung, aber Dir ist es nicht erlaubt hier neue Kommentare zu posten. Wenn Du denkst, dass das ein Versehen ist, wende Dich bitte an den Support.

source: <strong>Path writable.</strong>
de_de: <strong>Pfad beschreibbar</strong>

source: <strong>Path NOT writable.</strong>
de_de: <strong>Pfad NICHT beschreibbar</strong>

source: Example content
de_de: Beispielinhalt

source: Select Date
de_de: Datum wählen

source: Search in logs
de_de: Suche in Logs

source: Action
de_de: Aktion

source: Done by
de_de: Ausgeführt durch

source: <strong>Info!</strong> Your account has been reactivated, you can login as usual.
de_de: <strong>Info!</strong> Account wieder hergestellt. Du kannst Dich wie gewöhnlich anmelden.

source: Registered
de_de: Registriert

source: Listings
de_de: Anzeigen

source: Comments
de_de: Kommentare

source: Delete Now
de_de: Jetzt löschen
