Repository: navjottomer/osclass-spam-protection
Catalog: languages/*/messages.po
Languages: de_de

source: This Option activates the whole admin protection. Some features are optional and can be de/activated separetely
de_de: Diese Option aktiviert den Formularschutz für Administratoren, Einige Module sind separat aktivierbar

source: Inform admin how many tries are remaining
de_de: Den Administrator über die verbleibenden Anmeldeversuche informieren

source: This option allows to inform the admin after each false login, how many tries are remainig, before your choosen action is done
de_de: Wenn diese Einstellung aktiviert ist, wird der Administrator über die verbleibende Anzahl der möglichen Anmeldeversuche informiert

source: Add Honeypot to admin login form
de_de: Honeypot dem Administrator Loginformular hinzufügen

source: This Option ads a hidden form field to the admin login forms. After a bot tap into your trap, action following rules you have set above.
de_de: Diese Option fügt ein verstecktes Eingabefeld dem Anmeldungsformular hinzu. Fallen Bots drauf rein greifen die zuvor eingestellten Regeln.

source: Select type of registrations check
de_de: Wähle den Typ der Registrierungsüberwachung

source: Deactivate
de_de: Deaktivieren

source: Allow only following hoster
de_de: Erlaube nur folgende Anbieter

source: Disallow following hoster
de_de: Verbiete folgende Anbieter

source: This option allows to define which emails can be used for registering an account on your page.
de_de: Dies erlaubt Dir zu bestimmen, welche E-Mail Adressen für eine Registrierung auf Deiner Seite verwendet werden dürfen.

source: Enter email hoster, separated by , (e.g. mail.ru,gmail.com,yahoo.com)
de_de: E-Mailanbieter angeben mit , getrennt (z.B. mail.ru,gmail.com,yahoo.com)

source: This options allows to check used emails and IP's against StopForumSpam for your registrations
de_de: Diese Einstellung erlaubt es, die verwendete E-Mail Adresse und IP bei StopForumSpam während den Registrierungen zu überwachen

source: This will prevent too much traffic on StopForumSpam and minimize your requests.
de_de: Dies verhindert übermäßigen Traffic zu StopForumSpam und minimiert Deine Serveranfragen

source: 3 = Default
de_de: 3 = Standard

source: (0 = high confidence, 100 = low confidence)
de_de: (0 = hohes Vertrauen, 100 = geringes Vertrauen)

source: 50 = Default
de_de: 50 = Standard

source: Here you can define the max frequency of reports and the percentage of max suspiciousness
de_de: Hier kannst Du die maximale Anzahl an Meldungen und die Prozentzahl wie hoch das Misstrauen sein muss angeben

source: Delete not activated user accounts
de_de: Lösche nicht aktivierte Benutzerkonten

source: Delete not activated user
de_de: Nicht aktivierte Benutzerkonten löschen

source: Here you can define if not activated user should be deleted automatically after x days.
de_de: Hier kannst Du aktivieren, dass nicht aktivierte Benutzerkonten nach x Tagen automatisch gelöscht werden.

source: Delete unused user accounts
de_de: Lösche ungenutzte Benutzerkonten

source: Last Login
de_de: Letzter Login

source: Search
de_de: Suchen

source: Must be banned
de_de: Muss gesperrt sein

source: Must be an activated account
de_de: Muss aktiviert sein

source: Must be an enabled account
de_de: Muss freigeschaltet sein

source: Must have 0 ads
de_de: Muss 0 Anzeigen haben

source: User has no admin account
de_de: Benutzer hat kein Adminkonto

source: User has never logged in
de_de: Benutzer hat sich nie angemeldet

source: This Option activates the whole Spam Protection. Some features are optional and can be de/activated separately
de_de: Diese Option aktiviert das System, Einige Module sind separat aktivierbar

source: Inform user about moderation.
de_de: Benutzer informieren, dass seine Anzeige moderiert werden muss.

source: This option activates a message for the user, that the ad has to be moderated if spam was found.
de_de: Dies aktiviert eine Nachricht für den Benutzer, dass seine Anzeige moderiert werden muss, wenn Spam gefunden wurde.

source: Block all other messages.
de_de: Alle anderen Hinweise blockieren.

source: This option will block all other messages they appear after posting/editing an ad.
de_de: Damit blockierst Du alle anderen Hinweise die erscheinen, nachdem eine Anzeige veröffentlicht wird.

source: Duplicates
de_de: Duplikate

source: Search in
de_de: Suchen in

source: Search in last x days
de_de: Suche in den letzten x Tagen

source: (0 to disable)
de_de: (0 zum deaktivieren)

source: Type of search
de_de: Art der Suche

source: Similar percent
de_de: Max. Prozent für Ähnlichkeit

source: This Option enables the System to check new ads for duplicates and mark them as spam
de_de: Dies gestattet dem System nach duplizierten Anzeigen zu suchen und gegebenenfalls als Spam zu markieren

source: MX Record
de_de: MX Eintrag

source: Check MX Record of used Mail
de_de: MX Eintrag der Benutzer-E-Mail Adresse überprüfen

source: This option enables the System to check the MX Record of the submitted Email address
de_de: Diese Einstellung ermöglicht die Überprüfung, ob die angegebene E-Mail Adresse einen authentischen MX Eintrag aufweisen kann

source: This Option ads a hidden form field to the post page. Bots tap into your trap and can be banned or ignored.
de_de: Diese Option fügt ein verstecktes Eingabefeld der Anzeige erstellen/bearbeiten Seite hinzu. Fallen Bots drauf rein wird die Anzeige als Spam markiert.

source: Good names would be "item_runtime, user_age, price_range or something else, dont name it honeypot ;)
de_de: Gute Namen sind unverfänglich (item_runtime, user_age, price_range oder ähnliches). Nenne es nicht Honigtopf ;)

source: This option enables the System to block ads from banned Email addresses
de_de: Hier kannst Du E-Mailadressen definieren, die vom System als Spam erkannt werden

source: This Option enables the System to block ads from banned E-Mail Top-Level-Domains (e.g. mail.ru,gmail.com)
de_de: Diese Einstellung ermöglicht das blockieren von E-Mail Anbietern (z.B. mail.ru, gmail.com)

source: <small>This method searches in Title/Description for substrings and if found, marks ads as spam (e.g. <em>`are`</em> will be found in <em>`care`</em>)</small>
de_de: <small>Diese Methode durchsucht den Titel und die Beschreibung nach Teilwörtern (z.B. <em>Birne</em> wird gefunden in <em>Glühbirne</em>)</small>

source: <small>This method searches in Title/Description for particular words and if found, marks ads as spam (e.g. <em>`are`</em> won't be found in <em>`care`</em>).</small>
de_de: <small>Diese Methode durchsucht Titel und Beschreibung nach ganzen Wörternd (ez.B. <em>Birne</em> wird NICHT gefunden in <em>Glühbirne</em>)</small>

source: Substrings
de_de: Teilwörter

source: Words
de_de: Wörter

source: <strong>Enter here the words to be blocked in title or descriptions (separated by ,)</strong>
de_de: <strong>Gib hier die zu blockierenden Wörter für Titel und Beschreibung an (getrennt mit ,)</strong>

source: Delete unwanted listings
de_de: Nicht benötigte Anzeigen löschen

source: Delete expired listings
de_de: Abgelaufene Anzeigen löschen

source: Here you can define if expired listings should be deleted automatically after x days.
de_de: Hier kannst Du aktivieren, dass abgelaufene Anzeigen nach x Tagen automatisch gelöscht werden.

source: Days
de_de: Tage

source: at once
de_de: gleichzeitig

source: Delete not activated listings
de_de: Nicht aktivierte Anzeigen löschen

source: Here you can define if not activated listings should be deleted automatically after x days.
de_de: Hier kannst Du aktivieren, dass nicht aktivierte Anzeigen nach x Tagen automatisch gelöscht werden.

source: Delete listings marked as spam
de_de: Als Spam markierte Anzeigen löschen

source: Here you can define if as spam marked listings should be deleted automatically after x days.
de_de: Hier kannst Du aktivieren, dass als Spam markierte Anzeigen nach x Tagen automatisch gelöscht werden.

source: Yes
de_de: Ja

source: No
de_de: Nein

source: TOR Network
de_de: TOR Netzwerk

source: File monitor
de_de: Dateiüberwachung

source: Activate the Bad/Trusted User Feature
de_de: Aktiviere die Gute/Schlechte Benutzer Funktion

source: This Features allows you to set user to bad- or trusted lists. There you can define actions they are always trusted or forbidden.
de_de: Diese Funktion aktiviert die Gute/Schlechte Benutzer Listen. Hier kannst Du Aktionen bestimmen die immer erlaubt oder verboten sind.

source: Trusted User
de_de: Guter Benutzer

source: This actions are always trusted and won't checked for spam
de_de: Diese Aktionen sind immer Vertrauenswürdig und werden nicht auf Spam überprüft.

source: Bad User
de_de: Schlechter Benutzer

source: This actions cannot be done anymore, the user will always be blocked for this.
de_de: Diese Aktionen können nicht mehr ausgeführt werden, der Benutzer wird immer dafür geblockt.

source: Bad/Trusted User Lists
de_de: Gute/Schlechte Benutzer Listen

source: Organize
de_de: Organisieren

source: Ads
de_de: Anz.

source: Comm.
de_de: Komm.

source: Trusted
de_de: Erlaubt

source: Cont.
de_de: Nachr.

source: Forbidden
de_de: Verboten

source: Organize bad and trusted user
de_de: Organisiere Gute und Schlechte Benutzer

source: Search for name, email or location
de_de: Suche nach Name, E-Mail oder Adresse

source: Activate the IP Ban Function
de_de: IP Ban Funktion aktivieren

source: Check this option to activate the IP Ban. Choose your favorite action to the right and add unwanted IP's to the table.
de_de: Aktiviere diese Funktion um die IP Ban Tabelle zu nutzen. Hier kannst Du deine favorisierte Aktion wählen und unerwünschte Benutzer sperren.

source: Create standard file
de_de: Standarddatei erstellen

source: Create
de_de: Erstellen

source: If you want to redirect users to another location, enter URL here.
de_de: Du kannst den Benutzer auch auf eine beliebige Seite leiten.

source: Don't use your base domain, it will cause redirect loops.
de_de: Deine eigene Domain verursacht Weiterleitungsschleifen.

source: IP Ban Table
de_de: IP Ban Liste

source: Enter IP
de_de: IP angeben

source: Date added
de_de: Hinzugefügt

source: TOR Network Protection
de_de: TOR Netzwerk Schutz

source: Activate the TOR Network Protection
de_de: TOR Netzwerk Schutz aktivieren

source: This will activate the TOR Network Protection. Disable this to deactivate the whole Protection.
de_de: Dies aktiviert die TOR Netzwerk Sicherheit. Deaktiviere das um den gesamten Schutz abzuschalten.

source: Send notification
de_de: Benachrichtigung senden

source: Activate this to send a notification to the user that the action is blocked because of using TOR Network.
de_de: Altiviere dies um dem Nutzer eine Benachrichtigung zu senden, dass er wegen der Nutzung des TOR Netzwerks blockiert ist.

source: Refresh TOR Network Nodes list
de_de: TOR Nodes Liste aktualisieren.

source: Disabled actions for TOR Network user
de_de: Deaktivierte Funktionen für TOR Netzwerk Nutzer

source: Disable new ads for TOR user
de_de: Deaktiviere neue Anzeigen für TOR Nutzer

source: Disable login for TOR user
de_de: Deaktiviere die Anmeldung für TOR Nutzer

source: Disable registration for TOR user
de_de: Deaktiviere die Registrierung für TOR Nutzer

source: Disable comments for TOR user
de_de: Kommentar für TOR Nutzer deaktivieren

source: Disable contact mails for TOR user
de_de: Deaktiviere Kontaktnachrichten für TOR Nutzer

source: File Monitor
de_de: Dateiüberwachung

source: Check Now
de_de: Jetzt überprüfen

source: Activate file system monitor
de_de: Aktiviere Dateiüberwachung

source: If this option is activated, Osclass will check the whole file system for potentially changed files and inform you about.
de_de: Ist dies aktiviert, wird Osclass das gesamte Dateisystem nach Veränderungen untersuchen und Dich darüber informieren.

source: Scan path:
de_de: Verzeichnis überprüfen:

source: Scanned path: %s
de_de: Wird überprüft: %s

source: Excluded file extensions
de_de: Ausgeschlossene Dateiendungen

source: Enter extensions you want to exclude (comma separated)
de_de: Gib die Dateiendungen an, welche Du von der Überprüfung ausschliessen möchtest (Komma getrennt)

source: Send alerts to
de_de: Sende Alarm an

source: Enter Email address where are alerts sended to.
de_de: E-Mail Adresse angeben, an die Alarme gesendet werden.

source: Check Filesystem
de_de: Dateisystem überprüfen

source: Exclude directories:
de_de: Ausgeschlossene Verzeichnisse:

source: Enter path you want to exclude from monitoring
de_de: Verzeichnis angeben, welches von der Überprüfung ausgeschlossen wird

source: <strong>Scanning...</strong>
de_de: <strong>Überprüfe...</strong>

source: Checking file system, please be patient.
de_de: Überprüfe Dateisystem. Bitte etwas Geduld.

source: Actions
de_de: Aktionen

source: %s Spam found
de_de: %s Spam gefunden

source: Spam ad
de_de: Spamanzeigen

source: %s Spam comment found
de_de: %s Spamkommentare gefunden

source: Spam comment
de_de: Spamkommentare

source: %s Spam Contact Mail found
de_de: %s Spam Kontaktnachrichten gefunden

source: Spam Mail
de_de: Spamnachrichten

source: %s Banned user
de_de: %s Gesperrte Benutzer

source: Banned user
de_de: Gesperrte Benutzer

source: Spam ads
de_de: Spamanzeigen

source: Spam comments
de_de: Spamkommentare

source: Spam mails
de_de: Spamnachrichten

source: Bans found
de_de: Bans gefunden

source: Spam Protection - Banned because of spam ads
de_de: Spam Protection - Wegen Spam gebannt

source: Posting a new ad is not allowed because of using the TOR Network. Please disable TOR and try again.
de_de: Wegen der Nutzung des TOR Netzwerkes ist das veröffentlichen von neuen Anzeigen nicht möglich. Bitte TOR deaktivieren und erneut versuchen.

source: Spam Protection - Too many false login attempts
de_de: Spam Protection - Zuviele falsche Anmeldeversuche

source: Spam Protection - Admin/Mod %s blocked in due to too many false login attempts
de_de: Spam Protection - Admin/Mod %s wegen Falschanmeldungen blockiert

source: User was blocked because of
de_de: Benutzer wurde blockiert wegen

source: User was blocked and banned because of
de_de: Benutzer wurde blockiert und gesperrt wegen

source: User was banned because of
de_de: Benutzer wurde blockiert wegen

source: too many false logins
de_de: zu vielen Falschanmeldungen

source: spam ads
de_de: Spamanzeigen

source: False logins on {PAGE_NAME}
de_de: Fehllogins auf {PAGE_NAME}

source: Hello {MAIL_USER},
de_de: Hallo {MAIL_USER},

source: We have detected some false logins for your account {MAIL_USED} on {PAGE_NAME}. Last false login was on {MAIL_DATE} from IP {MAIL_IP}
de_de: Uns sind für deinen Account {MAIL_USED} auf {PAGE_NAME} zuviele fehlgeschlagene Loginversuche aufgefallen. Der letzte Versuch war am {MAIL_DATE} von IP {MAIL_IP}

source: In order to our security policy, we have temporarily disabled your account and banned the used IP in our System. You can use following link to unban and reactivate your Account. If this was not you, please contact the support and change your password. You can use the password recovery function, if you don't remember your password.
de_de: Durch unsere Sicherheitseinstellungen wurde Dein Account vorübergehend deaktiviert und die verwendete IP unserer Sperrliste hinzugefügt. Verwende folgenden Link um Deinen Account wieder herzustellen. Solltest das nicht Du gewesen sein, kontaktiere bitte auch unseren Support. Du kannst auch die Passwort vergessen Funktion verwenden, solltest Du Dein Passwort vergessen haben.

source: Unban your account: <a href="{UNBAN_LINK}">{UNBAN_LINK}</a>
de_de: Account freischalten: <a href="{UNBAN_LINK}">{UNBAN_LINK}</a>

source: Password recovery: <a href="{PASSWORD_LINK}">{PASSWORD_LINK}</a>
de_de: Passwort wiederherstellen: <a href="{PASSWORD_LINK}">{PASSWORD_LINK}</a>

source: Best regards
de_de: Mit freundlichen Grüßen

source: Unban your account: {UNBAN_LINK}
de_de: Account freischalten: {UNBAN_LINK}

source: Password recovery: {PASSWORD_LINK}
de_de: Passwort wiederherstellen: {PASSWORD_LINK}

source: This user is on your bad user list
de_de: Dieser Benutzer ist auf der "Schlechte Benutzer" Liste

source: This user is on your trusted user list
de_de: Dieser Benutzer ist auf der "Gute Benutzer" Liste

source: Remove Bad User
de_de: Entferne "Schlechter Benutzer"

source: Remove Trusted User
de_de: Entferne "Guter Benutzer"

source: Add IP Ban
de_de: IP zur Ban Liste hinzufügen

source: Spam Protection - Database need upgrade!
de_de: Spam Protection - Datenbank benötigt upgrade

source: Since you have upgraded this plugin, the database need an upgrade also.<br /><strong>To upgrade it now, press the button below.</strong>
de_de: Nachdem Du dieses Plugin upgegradet hast, benötigt die Datenbank ebenfalls ein Upgrade.<br /><strong>Benutze untenstehenden Button um dies jetzt durchzuführen.</strong>

source: If you want to backup your data before, you can use the export function.<br />You will find an import function in the plugin settings.
de_de: Möchtest Du vorher ein Backup Deiner Daten vornehmen, nutze die Export Funktion.<br />Die Importfunktion findest Du in den Plugineinstellungen

source: Of course you can do the upgrade manually.<br /><em>For this case you will find the database tables here</em>
de_de: Natürlich kannst Du die Datenbank auch manuell upgraden<br /><em>Dafür findest Du die benötigten Tabellen hier</em>

source: Export Data
de_de: Daten exportieren

source: Upgrade now
de_de: Jetzt upgraden

source: Test again
de_de: Erneut testen

source: Attention
de_de: Achtung

source: The export file could not be created
de_de: Die Exportdatei kann nicht erstellt werden

source: Success
de_de: Erfolg

source: Export file %s was created succesfully
de_de: Exportdatei %s wurde erstellt

source: for database
de_de: für Plugindaten

source: for plugin settings
de_de: für Plugineinstellungen

source: There was an error while creating the export file
de_de: Fehler während dem erstellen der Exportdatei

source: This is not a valid import file
de_de: Dies ist keine gültige Datei für den Import

source: Error while importing settings: %s cannot be saved correctly
de_de: Fehler während dem Import: %s kann nicht gespeichert werden

source: Error while importing data to table %s
de_de: Fehler während dem Import in Tabelle %s

source: Import done
de_de: Import erfolgreich

source: Welcome to %s
de_de: Willkommen zu %s

source: <strong>Please read this notice carefully.</strong>
de_de: <strong>Lies diesen Hinweis bitte sorgfältig.</strong>

source: This plugin changes the behaviour of your whole OSClass installation,<br />because of this please use it wise.
de_de: Dieses Plugin beeinflusst das Verhalten der ganzen OSClass Installation,<br />darum nutze es bitte Weise.

source: Don't activate functions that you don't understand. Take a look in the help to learn more about.
de_de: Aktiviere keine Funktionen die Du nicht verstehst. Schau in die Hilfe um mehr darüber zu erfahren.

source: Don't overreact if you get a lot of spam. You just need to fine tune some options here.
de_de: Übertreib es nicht, wenn Du viel Spam bekommst, Du musst nur ein paar Einstellungen fein einstellen.

source: This Plugin can block or ban user and admins. Keep an eye of all actions done on your page.
de_de: Dieses Plugin kann Benutzer oder Admins aussperren, halte also ein Auge auf Aktionen die auf Deiner Seite passieren.

source: <em>We don't want, that you ban or annoy user without reason ;)</em>
de_de: <em>Niemand will grundlos Benutzer bannen oder verärgern ;)</em>

source: <strong>If you are using the check for contact mails, please add some hints into your privacy policy that mails will be saved and moderated, if spam was found inside.</strong>
de_de: <strong>Wenn Du die Überprüfung der Kontaktnachrichten verwendest, füge Deiner Datenschutzerklärung bitte einen Hinweis hinzu, dass diese gespeichert und moderiert werden, wenn Spam gefunden wurde</strong>

source: Feel free to contact me in OSClass-Forum for any kind of question.<br /><br />Best regards<br />Liath
de_de: Solltest Du irgendwelche Fragen haben, kannst Du mich gerne im Forum kontaktieren<br /><br />Beste Grüße<br />Liath

source: Plugin Settings
de_de: Plugin-Einstellungen

source: Go to Forum
de_de: Gehe zum Forum

source: Close
de_de: Schliessen

source: New Files
de_de: Neue Dateien

source: Deleted Files
de_de: Gelöschte Dateien

source: Changed Files
de_de: Geänderte Dateien

source: File
de_de: Datei

source: Size changed
de_de: veränderte Größe

source: Last change
de_de: Letzte Änderung

source: Executable
de_de: Ausführbar

source: Writable
de_de: Beschreibbar

source: Readable
de_de: Lesbar

source: No changes found, all seems to be ok
de_de: Keine Veränderungen gefunden, es sieht alles ok aus.

source: FILE SYSTEM INTEGRITY HURT
de_de: DATEISYSTEMINTEGRITÄT VERLETZT

source: %s ATTENTION, FILE SYSTEM INTEGRITY HURT!!!
de_de: %s ACHTUNG, DATEISYSTEMINTEGRITÄT WURDE VERLETZT

source: Thank you for rating this plugin
de_de: Danke dass Du das Plugin bewerten möchtest

source: This plugin is and will always be free of charge! If you found any errors, please contact me in OSClass Forum to solve your problems before rating this plugin.
de_de: Dieses Plugin ist und wird immer kostenlos bleiben! Solltest Du irgendwelche Fehler finden, kontaktiere mich bitte im OSClass Forum um die Fehler zu beheben. Bevor Du das Plugin bewertest.

source: If you are happy with this plugin and love to use it, please rate it now on OSClass Market!
de_de: Wenn Dir das Plugin gefällt und Du es gerne benutzt, bewerte es bitte jetzt im OSClass Marktplatz!

source: Thanks in advance.<br />Liath
de_de: Danke im Voraus.<br />Liath

source: Rate now
de_de: Jetzt bewerten

source: Not now
de_de: Nicht jetzt

source: Check Spam
de_de: Spam überprüfen

source: <strong>Information!</strong> Your account is disabled due to too much of false login attempts. Please contact the webmaster.
de_de: <strong>Information!</strong> Dein Account wurde wegen zuvieler falscher Anmeldeversuche gesperrt. Bitte kontaktiere den Support.

source: <strong>Warning!</strong> Only %d login attempts remaining
de_de: <strong>Achtung!</strong> Nur noch %d Anmeldeversuche verbleibend.

source: Your listing needs to be moderated, please have patience until it is released.
de_de: Deine Anzeige muss moderiert werden, habe bitte Geduld bis sie veröffentlicht wird.

source: Sending contact mails are not allowed because of using the TOR Network. Please disable TOR and try again.
de_de: Wegen der Nutzung des TOR Netzwerkes ist das senden von Kontaktnachrichten nicht möglich. Bitte TOR deaktivieren und erneut versuchen.

source: Your email must be verified by a moderator because it has been identified as spam. After successful verification we will forward your e-mail to the user. Click Delete if you do not want your message to be moderated. <a href='%s'>Delete</a>
de_de: Deine E-Mail muss durch einen Moderator überprüft werden, da sie als Spam markiert wurde. Nach der erfolgreichen Überprüfung wird sie automatisch an den Empfänger weitergeleitet. Möchtest Du nicht, dass Deine E-Mail moderiert wird, klicke hier auf <a href='%s'>Löschen</a>

source: Login is not allowed because of using the TOR Network. Please disable TOR and try again.
de_de: Wegen der Nutzung des TOR Netzwerkes ist die Anmeldung nicht möglich. Bitte TOR deaktivieren und erneut versuchen.

source: <strong>Information!</strong> Your account is disabled due to too much of false login attempts. Please contact support.
de_de: <strong>Information!</strong> Dein Account wurde wegen zuvieler falscher Anmeldeversuche gesperrt. Bitte kontaktiere den Support.
