Repository: navjottomer/osclass-spam-protection
Catalog: languages/*/messages.po
Languages: de_de

source: Max amount of wrong logins
de_de: Maximale Anzahl von Fehlanmeldungen

source: Here you can define how many logins in which time range are allowed.
de_de: Hier kannst Du festlegen, wieviele Anmeldeversuche innerhalb welchem Zeitraum erlaubt sind.

source: Action done after false logins
de_de: Aktion nach überschreiten der maximalen Anmeldeversuche

source: Here you can define which action is done after the login limit has reached.
de_de: Lege hier fest, was passieren soll nachdem die maximale Anzahl überschritten wurde.

source: Disable user account
de_de: Benutzerkonto deaktivieren

source: With this option, the user account will be disabled
de_de: Diese Einstellung deaktiviert das Benutzerkonto

source: Add IP to Banlist
de_de: IP zur Sperrliste hinzufügen

source: This will add the user ip to the ban list
de_de: Diese Einstellung fügt die IP der Sperrliste hinzu

source: Both
de_de: Beides

source: Both actions will done after limit has reached
de_de: Hiermit werden beide Aktionen zusammen ausgeführt

source: Unban accounts after
de_de: Entsperren nach

source: This allows you to add a period after which the user is automatically unbanned
de_de: Dies erlaubt Dir einen Zeitraum hinzuzügen, nachdem ein Benutzer automatisch entsperrt wird

source: This is the time, how long an user is banned at least. Set it to 0 to disable the auto-unban
de_de: Dies ist die Zeitspanne, wie lange ein Benutzer mindestens gesperrt bleibt. Setze es auf 0 um die automatische Entsperrung zu deaktivieren

source: Run cron...
de_de: Cron aufrufen...

source: Define here, how often the cronjob is checking the user bans.
de_de: Hier kannst Du festlegen wie oft der Cron überprüft ob Benutzer freigeschaltet werden müssen.

source: Inform user how many tries are remaining
de_de: Den Benutzer über die verbleibenden Anmeldeversuche informieren

source: Is this option activated, the user will be informed how many login attempts are remaining after each false login.
de_de: Wenn diese Einstellung aktiviert ist, wird der Benutzer über die verbleibende Anzahl der möglichen Anmeldeversuche informiert.

source: Add Honeypot to login/register/recover forms
de_de: Honeypot den Login/Registrierungs/Wiederherstellen Formularen hinzufügen

source: This options allow you to add Honeypots to following pages
de_de: Diese Einstellung erlaubt es ein Honeypot auf folgenden Seiten zu integrieren

source: User Login
de_de: Benutzeranmeldung

source: User Regster
de_de: Benutzerregistrierung

source: Password Recovery
de_de: Passwort Wiederherstellung

source: If this Honeypot is filled out while sending the form, the system will increase the number of login attempts and the action follows the rules you have set before.
de_de: Wird das Honeypot ausgefüllt, erhöht sich die Anzahl der Anmeldeversuche und die bereits eingestellte Regel zur Behandlung von falschen Anmeldeversuchen wird verwendet.

source: Because of missing action hooks you have to add one line of code in some files. Explanation how to add you will find after this option himself.
de_de: Aufgrund fehlender Hooks muss eine Codezeile in einigen Dateien hinzugefügt werden. Erklärungen dazu stehen direkt unter der Einstellung.

source: Registrations
de_de: Registrierungen

source: Check registrations
de_de: Registrierungen überwachen

source: Here you can activate and define the registrations protection. If you disallow email provider, no user can register with any email address from this provider, if you allow only some provider, users can register only with email adresses from this hoster.
de_de: Hier kannst Du die Registrierungsüberprüfung aktivieren und auswählen. Wenn Du E-Mail Provider verbietest, kann sich niemand mit einer E-Mail Adresse von diesem Anbieter registrieren. Erlaubst Du nur einige ausgewählte Anbieter, muss der Benutzer für die Registrierung eine dieser E-Mail Adressen verwenden.

source: Check email address
de_de: E-Mail Adresse überprüfen

source: Check IP
de_de: IP überprüfen

source: If you activate this, all registrations will be checked against <a href="https://www.stopforumspam.com/">StopForumSpam</a> and if they have listed the user ip and/or email address, the user cannot register an account on your page.
de_de: Wenn Du dies aktivierst, werden alle Registrierungen geprüft und die E-Mail Adressen und/oder IP's auf <a href="https://www.stopforumspam.com/">StopForumSpam</a> verglichen. Ist eins davon dort gelistet, kann sich der Benutzer nicht registrieren.

source: Add Email or IP to Ban list if found on StopForumSpam
de_de: E-Mail Adresse oder IP der Banliste hinzufügen, wenn auf StopForumSpam gefunden

source: After activating this option, all Email addresses or IP's found on StopForumSpam will be banned internal. So you can prevent high data usage between your server and StopForumSpam.
de_de: Ist diese Option aktiviert, werden alle auf StopForumSpam gefundenen E-Mail Adressen oder IP's intern gebannt. So kannst Du unnötigen Datenverkehr und Serveranfragen verhindern.

source: Max frequency of reports
de_de: Maximale Anzahl an Meldungen

source: Enter here the amount, how many times a user can be reported at max. (0 - 255)
de_de: Hier kannst Du die maximale Anzahl angeben, wie oft ein Benutzer maximal gemeldet worden sein darf. (0 - 255)

source: Max percentage of suspiciousness
de_de: Max. Prozent Misstrauen

source: Enter here the percentage, how high is the suspiciousness on StopForumSpam (0 = high confidence, 100 = low confidence).
de_de: Gib hier an, wie hoch das Vertrauen in Prozent auf StopForumSpam sein muss (0 = hohes Vertrauen, 100 = geringes Vertrauen).

source: Bad/Trusted User
de_de: Gute/Schlechte Benutzer

source: This feature will allow you to:
de_de: Diese Funktion erlaubt Dir:

source: Add trusted user
de_de: "Guten Benutzer" hinzufügen

source: This will deactivate all anti spam mechanism for certain options you have set to this user.
de_de: Dies deaktiviert die Spamüberprüfung für die von Dir dem Benutzer zugewiesenen Aktionen.

source: Add bad user
de_de: "Schlechten Benutzer" hinzufügen

source: This will block the added user for all functions you have set.
de_de: Dies blockiert den Benutzer für alle von Dir gesetzten Funktionen.

source: You can set options to each user for new ads, post comments or send contact mails. Users can be set to bad or trusted lists through the regular user page or with the inbuild function you can find in the security settings.
de_de: Du kannst zu jedem Benutzer separate Einstellungen für neue Anzeigen, Kommentare oder Kontaktnachrichten setzen. Benutzer können über die reguläre Benutzerliste oder über die eingebaute Funktion auf die entsprechende Liste gesetzt werden.

source: Here you can activate and set up the IP Ban Function and the action what should happen to banned IP's
de_de: Hier kannst du die IP Ban Funktion aktivieren und festlegen, was mit gesperrten IP's passiert

source: Use standard file
de_de: Standarddatei nutzen

source: You can create the file through this plugin and modify it to your own needs
de_de: Du kannst die Datei durch das Plugin erstellen und nach belieben modifizieren

source: Cause 404 Error
de_de: Verursache 404 Fehler

source: This option redirects the banned user to a fake 404 Page.
de_de: Dieser Link leitet den Benutzer zu einer simulierten Fehler 404 Seite weiter.

source: Cause 500 Error
de_de: Verursache 500 Fehler

source: This option redirects the banned user to a fake 500 Page.
de_de: Dieser Link leitet den Benutzer zu einer simulierten Fehler 500 Seite weiter.

source: Or redirect banned users to
de_de: Oder leite gesperrte Benutzer zu

source: Here you can define a page, where the banned user is redirected to.
de_de: Lege hier fest wohin gesperrte Benutzer weitergeleitet werden.

source: This option will clean your database from unwanted user accounts. You can define to delete automatically not activated and as spam marked accounts.
de_de: Diese Einstellung kann deine Datenbank von unerwünschten Benutzerkonten säubern. Du kannst festlegen, dass nicht aktivierte und als Spam markierte Benutzerkonten automatisch gelöscht werden.

source: Also you can define how long the account is not activated and how much accounts should be deleted at once. If your system runs on sharing hosting, try smaller amounts.
de_de: Du kannst ebenfalls bestimmen, wie lange ein Benutzerkonto nicht aktiviert sein darf und wie viele Accounts gleichzeitig gelöscht werden dürfen. Wenn Dein System auf einem "Shared Hosting" Server läuft, versuche kleinere Mengen.

source: About this plugin
de_de: Über dieses Plugin

source: This plugin I`ve developed at the request of the community in the OSClass forum. There I was given lots of ideas and some have participated in beta tests. <br /> <ul> <li><strong>Web-Media</strong> - Improve the plugin security</li> <li><strong>Aficionado & Tito </strong> - Testing and error reporting...</li> <li><strong>dev101</strong> - Suggestions and explaining features and functions</li> <li><strong>TangoX</strong> - Correcting some translations</li> </ul> <strong>Thanks to all for your help!</strong> <br /><br /><br /><br /> After the time, this plugin becomes more then a premium plugin, but it is and will always be free. If you would like to thank with a donation for the work, I would be glad if you donate something to the Unicef. <br /><br /> <a class="btn btn-red" style="float: none;" href="https://donate.unicef.org/donate/now" target="_blank">Donate for Unicef</a>. <br /><br /><br /><br /> I hope this plugin will be useful to many of you and it helps you to reduce the spam on your pages to a minimum. Keep in mind, however, that it was never intended to fight spam automatically. It is just a tool to find and mark the spam for manually editoring. <br /><br /> An automated system would always involve the risk that even realistic ads will be marked as spam and not published. <br /><br /> If you find any errors, please report it in the forum and tell it to me. I will try to fix this immediately, so that everyone can use this plugin properly.<br /><br /> Also i would be glad, when you go back to the market and rate this plugin with some stars. I need weeks to develop this plugin for free, you only need some minutes to rate and review it.<br /><br /> <a id="sp_review" href="https://market.osclass.org/plugins/security/spam-protection_787" target="_blank"><button class="btn btn-green ratenow">Rate and review now</button></a><br /><br /> <strong>Thanks alot</strong>
de_de: Dieses Plugin habe ich mit Hilfe der Community im OSClass Forum entwickelt, wobei ich dort viele Ideen gesammelt habe und mich einige User in Beta-Tests unterstützt haben. Darum geht ein besonderer Dank an:<br /> <ul> <li><strong>Web-Media</strong> - Für die Verbesserung der Sicherheit im Plugin.</li> <li><strong>Aficionado & Tito </strong> - Für die vielen Tests und Berichterstattungen.</li> <li><strong>dev101</strong> - Für die vielen Vorschläge und Erklärungen</li> <li><strong>TangoX</strong> - Für die vielen Übersetzungsvorschläge</li> </ul> <strong>Danke an alle für Eure Unterstützung!</strong> <br /><br /><br /><br /> Mit der Zeit wurde dieses Plugin immer mehr zu einem Premium Plugin, aber es ist und es wird immer kostenlos bleiben Wenn Du dich mit einer Spende für die Arbeit bedanken möchtest, würde ich mich freuen, wenn Du etwas an die UNICEF spendest. <br /><br /> <a class="btn btn-red" style="float: none;" href="https://donate.unicef.org/donate/now" target="_blank">Spende an die Unicef</a>. <br /><br /><br /><br /> Ich hoffe, dass dieses Plugin für viele von Euch nützlich sein wird und es Euch hilft den Spam auf ein Minimum zu reduzieren. Aber denkt immer daran, dieses Plugin war nie dazu bestimmt, den Spam automatisch zu bekämpfen. Es ist nur ein Hilfsmittel Euch den Spam zu zeigen und selber zu bearbeiten. <br /><br /> Ein automatisiertes System würde immer das Risiko beinhalten, dass auch realistische Anzeigen als Spam behandelt und nicht veröffentlicht werden. <br /><br /> Wenn Du Fehler findest, melde diese bitte im Forum bei mir. Ich werde versuchen diese schnellstmöglich zu beheben, damit alle das Plugin ohne Probleme nutzen können. <br /><br /> Es würde mich freuen, wenn Du auf den Marktplatz gehst und das Plugin mit ein paar Sternen bewertest. Ich habe mehrere Wochen gebraucht, um das Plugin für Euch kostenlos zu entwickeln, Du würdest nur ein paar Minuten brauchen es zu bewerten. <br /><br /> <a id="sp_review" href="https://market.osclass.org/plugins/security/spam-protection_787" target="_blank"><button class="btn btn-green ratenow"></i>Jetzt bewerten</button></a><br /><br /> <br /><br /> <strong>Vielen Dank</strong>

source: <strong>Success.</strong>
de_de: <strong>Erfolg</strong>

source: Settings saved.
de_de: Einstellungen gespeichert

source: <strong>Error.</strong>
de_de: <strong>Fehler</strong>

source: Your settings can not be saved.
de_de: Die Einstellungen konnten nicht übernommen werden.

source: <strong>Error</strong>
de_de: <strong>Fehler</strong>

source: Could not create file
de_de: Datei kann nicht erstellt werden

source: <strong>Success</strong>
de_de: <strong>Erfolg</strong>

source: File created
de_de: Datei erstellt

source: Path not writable
de_de: Pfad nicht beschreibbar

source: Source file is empty. You have to create your own standard file
de_de: Quelldatei ist leer. Du musst die Weiterleitungsdatei selber erstellen

source: Account Settings
de_de: Kontoeinstellungen

source: Help
de_de: Hilfe

source: Can't create folder, please create manually and grant write access.
de_de: Kann Verzeichnis nicht erstellen, bitte manuell erstellen und Schreibberechtigungen setzen.

source: Can't grant write access to path, please change permissions manually.
de_de: Kann Schreibberechtigungen nicht setzen, bitte manuell erledigen.

source: Please enter which chmod settings should be applied for export path
de_de: Gib bitte ein, welche Chmod Einstellung Du für das Verzeichnis verwenden möchtest

source: Only xml files generated through this plugin are allowed
de_de: Nur xml Dateien erlaubt, die von diesem Plugin erstellt wurden.

source: Can't delete %s. Maybe missing write permission?
de_de: Kann %s nicht löschen. Vielleicht falsche Berechtigungen?

source: There is no filename given to delete!
de_de: Falscher oder fehlender Dateiname

source: Settings
de_de: Einstellungen

source: Mailtemplates
de_de: E-Mail Templates

source: Global Log
de_de: Globales Log

source: Plugin appearance
de_de: Plugindarstellung

source: Theme
de_de: Template

source: Dark
de_de: Schwarz

source: White
de_de: Weiss

source: Menu appearance
de_de: Menüdarstellung

source: Show icon in sidebar
de_de: Zeige Icon in Seitenleiste

source: This option allows to show an icon for this plugin in your admin sidebar.
de_de: Dies erlaubt Dir ein Icon in der Admin-Seitenleiste anzuzeigen.

source: Show icon after
de_de: Zeige Icon nach

source: Items
de_de: Anzeigen

source: Market
de_de: Marktplatz

source: Appearance
de_de: Darstellung

source: Statistics
de_de: Statistiken

source: Pages
de_de: Seiten

source: Users
de_de: Benutzer

source: Anywhere
de_de: Irgendwo

source: Show icon in topbar
de_de: Zeige Icon in Kopfzeile

source: This option allows to show an icon for this plugin in your admin topbar.
de_de: Dies erlaubt Dir ein Icon in der Admin-Kopfzeile anzuzeigen.

source: Show icon
de_de: Zeige Icon

source: Left
de_de: Links

source: Right
de_de: Rechts

source: Pulse icon on activity
de_de: Icon bei Aktivität pulsieren lassen

source: This option lets pulse the menu icon if some spam was found.
de_de: Diese Option lässt das Menüicon pulsieren, wenn Spam gefunden wurde

source: Show buttons
de_de: Zeige Buttons

source: Show buttons in top menu
de_de: Zeige Buttons in der oberen Menüleiste

source: This option activates buttons in your dashboard top bar, everytime if some spam or ban was found.
de_de: Damit werden Buttons aktiviert die erscheinen, jedes mal wenn Spam gefunden wird.

source: Show Buttons as
de_de: Zeige Buttons als

source: Update check
de_de: Updateüberprüfung

source: Check database after update
de_de: Datenbank nach Updates überprüfen

source: This option checks after each manually or automatically update the database for needed changes.
de_de: Dies überprüft nach jedem automatischen oder manuellen Update, ob Änderungen an der Datenbank vorgenommen werden müssen.

source: Global log settings
de_de: Globale Log Einstellungen

source: Activate the global log
de_de: Globales Log aktivieren

source: If this option is activated, all activities of this plugin will be logged in the global log.
de_de: Ist diese Option aktiviert, werden alle Aktivitäten des Plugins im Global Log aufgezeichnet.

source: Standard log limit
de_de: Standard Limit für Logeinträge

source: Show 25 log entries
de_de: Zeige 25 Einträge

source: Show 50 log entries
de_de: Zeige 50 Einträge

source: Show 100 log entries
de_de: Zeige 100 Einträge

source: This would be the standard, how many logs are shown at once. You can change this on the global log page also.
de_de: Standardeinstellung, wieviele Logeinträge gleichzeitig angezeigt werden. Du kannst dies auch im Global Log ändern.

source: Automatically delete logs after
de_de: Lösche Logs automatisch nach

source: Disabled
de_de: Deaktiviert

source: 1 day
de_de: 1 Tag

source: 1 week
de_de: 1 Woche

source: 1 month
de_de: 1 Monat

source: 6 month
de_de: 6 Monate

source: Clear now
de_de: Jetzt löschen

source: Here you can edit the mailtemplates, which will be used to inform the user about false login attempts
de_de: Hier kannst Du die E-Mail Templates bearbeiten die verwendet werden, wenn ein Benutzer über die Fehlanmeldungen informiert wird

source: If you don't want to generate your own templates, the standard mail templates will be used. The mails for admins will always be sent to: %s
de_de: Möchtest Du hier keine Templates erstellen, werden die Standardtemplates verwendet. E-Mails an Admins werden immer an %s gesendet

source: For adding important informations in your mail, you can use following placeholders:
de_de: Um der E-Mail wichtige Informationen hinzuzufügen, verwende folgende Platzhalter:

source: This is the name of your page (%s)
de_de: Der Name der Seite (%s)

source: This is the name of the user who will receive the mail
de_de: Der Name des Benutzers, der die E-Mail erhält

source: This is the used mail address for the login attempts
de_de: Die verwendete E-Mail Adresse während der Anmeldeversuche

source: This is the date for the last false login attempt
de_de: Das Datum des letzten Anmeldeversuchs

source: This is the ip which was used for the false login attempt
de_de: Die IP die während der Anmeldeversuche verwendet wurde

source: This link allows the user to automatically unban his account
de_de: Dieser Link erlaubt es dem Benutzer sich wieder zu entsperren

source: This link redirect the user to the password recovery page
de_de: Dieser Link leitet den Benutzer zur Passwortwiederherstellung weiter

source: This link redirect the admin to the ban list
de_de: Dieser Link leitet den Admin zur Ban Liste weiter

source: Configure mail templates for false user logins
de_de: E-Mail Templates für Benutzer Falschanmeldungen konfigurieren

source: Send to user
de_de: Zu senden an den Benutzer

source: Subject
de_de: Betreff

source: Mail
de_de: E-Mail

source: Send test mail to: %s
de_de: Testmail senden an: %s

source: Send to admin
de_de: Zu senden an den Admin

source: Configure mail templates for false admin logins
de_de: E-Mail Templates für Admin Falschanmeldungen konfigurieren

source: Send to main admin
de_de: Sende an den Hauptadmin

source: Export settings and data
de_de: Einstellungen und Daten exportieren

source: Error
de_de: Fehler

source: <strong>Following path does not exist, please create and grant write access to:</strong><br /><em>%s</em>
de_de: <strong>Folgendes Verzeichnis existiert nicht. Bitte manuell erstellen und Schreibberechtigung setzen:</strong><br /><em>%s</em>

source: Create Folder
de_de: Verzeichnis erstellen

source: <strong>Following path is not writable, please ensure that you grant write access to:</strong><br /><em>%s</em>
de_de: <strong>Folgendes Verzeichnis ist nicht beschreibbar. Bitte Schreibberechtigung setzen:</strong><br /><em>%s</em>

source: Here you can define which chmod should be set and try to fix this problem. Otherwise you have to change the permissions manually
de_de: Bestimme hier, welcher chmod gesetzt werden soll und versuche das Problem zu beheben. Ansonsten hast Du die Berechtigungen manuell zu setzen.

source: Chmod Folder
de_de: Berechtigungen setzen

source: Select for export
de_de: Für Export auswählen

source: Export plugin settings
de_de: Plugineinstellungen exportieren

source: Export database
de_de: Plugindaten exportieren

source: Created exports
de_de: Erstellte Exportdateien

source: Size
de_de: Größe

source: Import settings and data
de_de: Einstellungen und Daten importieren

source: Files on Server
de_de: Dateien auf Server

source: This files can be used for quick import.
de_de: Diese Dateien können für einen Schnellimport benutzt werden.

source: Import plugin settings
de_de: Plugineinstellungen importieren

source: Import database
de_de: Plugindaten importieren

source: There is no file to import. If you want to import your previous saved files, copy them to:<br /><em>%s</em>
de_de: Keine Dateien für den Import vorhanden. Möchtest Du Daten importieren, kopiere die Dateien nach:<br /><em>%s</em>

source: Upload file for import
de_de: Datei für Import hochladen

source: Only xml files generated through this plugin allowed
de_de: Nur xml Dateien erlaubt, die durch dieses Plugin erstellt wurden

source: Choose file for import
de_de: Datei für Import auswählen

source: File ready to import:
de_de: Datei für den Import bereit:

source: Upload & Import
de_de: Hochladen und importieren

source: This Option activates the whole form protection. Some features are optional and can be de/activated separetely
de_de: Diese Option aktiviert den Formularschutz , Einige Module sind separat aktivierbar

source: False logins
de_de: Falschanmeldungen

source: Every hour
de_de: Jede Stunde

source: One time per day
de_de: Einmal am Tag

source: One time per week
de_de: Einmal die Woche

source: Use 0 minutes to disable auto unban
de_de: Setze dies auf 0 um die automatische Entsperrung zu deaktivieren

source: Login limit reached
de_de: Loginlimit erreicht

source: Inform user
de_de: Benutzer informieren

source: This option allows to inform the user after each false login, how many tries are remainig, before your choosen action is done
de_de: Wenn diese Einstellung aktiviert ist, wird der Benutzer über die verbleibende Anzahl der möglichen Anmeldeversuche informiert.

source: This Option ads a hidden form field to the login/register/recovery forms. After a bot tap into your trap, action following rules you have set above.
de_de: Diese Option fügt ein verstecktes Eingabefeld den Anmeldung/Registrierung/Wiederherstellungsformularen hinzu. Fallen Bots drauf rein greifen die zuvor eingestellten Regeln.

source: Login
de_de: Anmeldung

source: Registration
de_de: Registrierung

source: Password recovery
de_de: Passwortwiederherstellung

source: Important Info
de_de: Wichtige Information

source: To make this honeypot works for login and recover pages, you need to add one line of code in each of this files.
de_de: Damit der Honeypot funktioniert, muss auf folgenden Seiten eine Codezeile hinzugefügt werden.

source: Insert it right before the closing <em>form</em> tag &lt;/form&gt;
de_de: Füge diese Zeile direkt vor dem schliessenden <em>form</em> tag &lt;/form&gt; ein

source: Example
de_de: Beispiel

source: Activate the Admin Protection
de_de: Administrator Sicherheit aktivieren
